Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: In December 1998 the author of this chapter was invited by the British Academy of Forensic Sciences to present a paper on earwitness testimony.
vi: Vào tháng Mười Hai năm 1998, tác giả của chương này đã được Viện Hàn lâm Khoa học Điều tra Anh mời đến trình bày một nghiên cứu về lời chứng thực của nhân chứng nghe.

source: In England a 2003 study of witnesses’ performance at real life identification parades/line-ups found that those who had provided more detailed descriptions to the police were more likely to pick out the suspect but the extent to which their descriptions actually matched the suspect was not related to whether the suspect was picked out or not.
vi: Năm 2003 ở Anh, nghiên cứu về biểu hiện của nhân chứng trước hàng người được đưa ra để nhân chứng nhận diện đã xác nhận những ai đưa ra miêu tả cụ thể cho cảnh sát thì thường chỉ ra nghi phạm, nhưng miêu tả của họ có trùng khớp với nghi phạm không hề liên quan đến việc liệu nghi phạm có bị chỉ ra hay không..

source: In England and Wales in the period 2004–5 there were 60,000 sexual crimes recorded by the police.
vi: Ở Anh và xứ Wales vào khoảng thời gian từ 2004 đến 2005, có 60,000 tội ác tình dục được ghi nhận bởi cảnh sát.

source: In England and Wales the Gay Police Association was set up in 1990.
vi: Ở Anh và xứ Wales Hiệp hội Cảnh sát Đồng tính được thành lập năm 1990.

source: In England and Wales the many pupils who now choose psychology as one of the three or so specialist subjects they study in the last two years of school or college will cover the topic of eyewitness testimony, which has now become one of the major topics, worldwide, in psychology.
vi: Ở Anh và xứ Wales, các sinh viên chọn theo học ngành tâm lý như là môn thứ ba hoặc môn chuyên ngàng trong hai năng cuối cùng ở trường đại học hoặc cao đẳng sẽ phải hoàn thành môn học về lời khai của nhân chứng, hiện tại môn học này đã trở thành một trong những ngành học chính trên toàn thế giới nói chung và trong tâm lý học nói riêng.

source: In England and Wales, the ‘bobby’ remains a powerful symbol.
vi: Tại Anh và xứ Wales, người cảnh sát là một biểu tượng rất có quyền lực.

source: In English prisons Thornton’s Structured Risk Assessment (SRA) is often used to see what level of risk an offender presents before treatment.
vi: Trong các nhà tù ở nước Anh, Đánh giá cấu trúc nguy cơ (SRA) của Thornton thường xuyên được dùng để kiểm tra mức nguy cơ của tội phạm trước khi điều trị.

source: In Germany in the 1950s the Supreme Court was concerned about relying on information provided (solely) by one or more young children to convict someone of the very serious crime of child sexual abuse.
vi: Vào những năm 1950 ở Đức, Tòa án Tối cao đã lo ngại về việc dựa vào thông tin được cung cấp (duy nhấ) bởi một hay vài những đứa trẻ nhỏ để kết một tội danh vô cùng nghiêm trọng cho một ai đó về hành vi lạm dụng tình dục trẻ em.

source: In India, even to admit to being raped is taboo, yet dozens of Yadav’s victims reported the crime.
vi: Tại Ấn Độ, bất chấp việc thừa nhận đã bị hiếp là điều cấm kỵ, rất nhiều nạn nhân của Yadav đã lên tiếng tố cáo hắn

source: In Islamic cultures notions of punishment can be different from those in other cultures.
vi: Quan điểm về hình phạt trong văn hóa Hồi giáo có thể khác biệt so với những nền văn hóa khác.

source: In a 1984 book chapter in which we reviewed our research (and that of others) we concluded that:
vi: Trong một chương của cuốn sách xuất bản năm 1984, chúng tôi xem xét lại nghiên cứu của mình (và cả những người khác) và kết luận như sau:

source: In a few countries some non- security organizations still, probably mistakenly, use polygraph testing to select employees even though after a review of the relevant research and human rights arguments the government of the USA in 1988 brought in the Polygraph Protection Act which prohibits the use of polygraph testing for employee selection (except by some government security agencies and in some strategic industries such as nuclear power).
vi: Ở một vài quốc gia, một số tổ chức phi quân sự vẫn, tất nhiên là vô ý, sử dụng máy phát hiện nói dối để chọn lựa nhân viên bất chấp kết quả của các cuộc nghiên cứu liên quan và các tranh luận về quyền con người mà chính phủ Mỹ đưa ra trong Đạo luật Bảo vệ Phát hiện nói dối (Polygraph Protection Act) ngăn cấm sử dụng kiểm tra nói dối trong tuyển dụng nhân viên (trừ các công ty an ninh của chính phủ hoặc trong một vài ngành công nghiệp chiến lược như năng lượng hạt nhân)

source: In a recent evaluation of community-based offending behaviour programmes carried out by the Universities of Leicester and Liverpool in the UK, those offenders who failed to complete programmes and those who failed even to start the programmes were the very people who are judged by the risk principle to be in greater need of treatment.
vi: Trong bản đánh giá của chương trình khảo sát hành vi phạm tội trên cộng đồng được thực hiện bởi trường Đại học Leicester và Đại học Liverpool của Anh Quốc, những phạm nhân không thể hoàn thành chương trình và thậm chí không thể bắt đầu chương trình đều được đánh giá bằng nguyên tắc nguy cơ, và tất cả họ đều thật sự cần giải pháp điều trị tốt hơn.

source: In addition to assuming consistency across crimes, if it is believed that certain crime scene behaviours are related to certain offender characteristics, then it follows that offenders displaying similar crime scene behaviours should have similar characteristics.
vi: Ngoài giả định sự nhất quán trong mọi tội ác, nếu người ta tin rằng những hành vi cụ thể tại hiện trường có liên quan tới các đặc điểm cụ thể của tội phạm sẽ dẫn tới những kẻ phạm tội thể hiện các hành vi tương tự nhau sẽ có các đặc điểm tương tự nhau.

source: In addition to these responsibilities, prison psychologists also conduct research related to imprisonment.
vi: Cùng với đó, họ cũng thực hiện các nghiên cứu liên quan đến việc bắt giữ.

source: In addition to this we have seen some of the areas in which language experts can provide evidence to the courts.
vi: Thêm vào đó, chúng tôi đã nhìn thấy một số trong những lĩnh vực mà các chuyên gia ngôn ngữ có thể cung cấp bằng chứng cho Toà án.

source: In addition, bullying behaviours can be physical or verbal, and hence targeted at the victim, or the victim’s property might be the target.
vi: Ngoài ra, việc bắt nạt có thể thông qua sự hành hạ về thể chất hay đe dọa, và do vậy mục tiêu có thể là chính nạn nhân đó hoặc tài sản của họ.

source: In addition, case linkage assumes that offenders’ offending behaviour will be distinctive from one another’s.
vi: Thêm vào đó, kết nối vụ án giả định rằng hành vi phạm tội của thủ phạm sẽ khác biệt giữa từng người khác nhau.

source: In addition, it could be that both individuals have tried to stop their problem behaviour but, while they may have managed to do so for a short time, eventually they have lapsed back into their old habits.
vi: Hơn nữa, các cá nhân đã cố gắng ngăn cản vấn đề về hành vi của họ nhưng họ chỉ có thể xoay sở trong một thời gian ngắn, rốt cuộc thì họ lại quay về với thói quen cũ.

source: In addition, offenders are expected to attend pre-group and post-group sessions which are not group-based but instead are delivered on a one-to-one basis.
vi: Bên cạnh đó, phạm nhân còn được yêu cầu tham gia vào các buổi làm việc cá nhân trước và sau các buổi làm việc nhóm.

source: In addition, once a suspect has been identified, he or she too is inter- viewed in order to gain his or her view of events and to possibly extract a confession to the crime.
vi: Thêm vào đó, khi mà nghi phạm đã xác định được danh tính, cô ta hoặc anh ta sẽ được chất vấn để ghi lại quan điểm của họ về vụ án này và để lọc ra lời thú tội hợp lý.

source: In addition, women prisoners reported being worried about the health of relatives, about their children being taken into permanent social care and their finances.
vi: Mặt khác, các nữ tù nhân còn thể hiện sự lo lắng về sức khoẻ của người thân, về sự lo sợ con cái bị đưa đến các trung tâm bảo trợ xã hội vĩnh viễn hoặc lo lắng về tài chính.

source: In all studies conducted thus far this goal has been achieved.
vi: Tất cả các nghiên cứu được thực hiện cho đến hiện tại đã hoàn thành mục tiêu này.

source: In an attempt to tackle current concerns about crime, a number of Western countries are changing how they deal with offenders.
vi: Nhằm mục đích tháo gỡ các vướng mắc hiện nay về tội phạm, các nước phương Tây đang thay đổi cách thức xử lý đối với người phạm tội.

source: In another study, imprisoned mothers also reported concern about their child’s care in their absence and whether their child would stop thinking of them as their mother.
vi: Trong một nghiên cứ khác, những tù nhân đã làm mẹ còn cho thấy sự lo lắng liệu con họ có thắc mắc về việc mẹ mình vắng mặt và liệu rằng chúng sẽ phủ nhận vai trò người mẹ của mình.

source: In comparison to prisons in the US, jails are notoriously poorly resourced, with inactivity and crowding being particular problems.
vi: Ở Mỹ, nếu so sánh với nhà tù thì những vấn đề cụ thể trong trại giam như nghèo nàn về trang bị cơ sở vất chất , ít hoạt động dành cho tù nhân và môi trường chật chội đã quá hiển nhiên.

source: In comparison, according to the Security Industry Authority in 2003, there were approximately half a million security officers working in the private security industry, with an annual revenue of 3–4 billion pounds.
vi: Đối chiếu lại, theo như Giới thẩm quyền về ngành An ninh năm 2003, có gần xấp xỉ 500,000 sĩ quan an ninh đang làm việc trong ngành an ninh tư nhân, với thu nhập thường niên khoảng 3-4 tỉ pounds.

source: In conceptualizing this phenomenon he suggests that there are six components to vigilante behaviour.
vi: Trong việc nhận thức hóa hiện tượng này, ông cho rằng có 6 yếu tố tạo nên lối cư xử tự phòng vệ.

source: In contrast to its portrayal in the popular media, it is a field in its infancy which still requires a lot of development, particularly in relation to establishing a solid theoretical base and evaluating its effectiveness in a methodologically rigorous way.
vi: Trái ngược với những gì được hình dung trên các phương tiện thông tin đại chúng, lập hồ sơ tội phạm là một lĩnh vực vẫn còn đang trong thời kì sơ khai cần rất nhiều nỗ lực phát triển để hoàn thiện, đặc biệt là khi có liên quan với việc thiết lập một cơ sở lý thuyết vững chắc và đánh giá sự hiệu quả của việc lập hồ sơ theo một phương thức nghiêm ngặt.

source: In contrast to marauders, commuters travel away from their home to a specific area where they offend.
vi: Trái lại với marauder, commuter di chuyển ra xa phạm vi nhà của họ đến một địa điểm nhất định nơi họ gây án.

source: In contrast to offender profiling case linkage is more widely practised, although little has been reported about it in the popular media.
vi: Ngược lại với lập hồ sơ tội phạm, kết nối vụ án được thực hành rộng rãi hơn, mặc dù chỉ một số ít được công bố trên các phương tiện truyền thông phổ biến.

source: In contrast to the British study, the feedback from the police officers was negative.
vi: Trái với nghiên cứu thực hiện tại Anh, các sĩ quan cảnh sát tại đây có phản hồi tiêu cực .

source: In contrast, Jessica Woodhams and Susie Grennan found avoidance coping to be prevalent.
vi: Ngược lại, Jessica Woodhams và Susie Grennan lại cho rằng cách đối phó tránh né thịnh hành hơn.

source: In contrast, the reasons given by prisoners for self-harming included expressing or relieving emotion which seem related to more ongoing problems.
vi: Ngược lại, các lí do mà những tù nhân tự gây hại bản thân bao gồm cả việc biểu lộ hoặc giải toả những cảm xúc liên quan đến các vấn đề đang xảy ra.

source: In contrast, the use of behaviours that could be considered more inherent to the offender, such as type of vehicle targeted and time of taking, was associated with more accurate linkage.
vi: Ngược lại, việc sử dụng các hành vi được coi là nhiều khả năng thuộc về kẻ phạm tội hơn, ví dụ những loại phương tiện nào bị xem là mục tiêu và thời gian chúng bị lấy, sẽ dẫn đến việc kết nối chính xác hơn.

source: In contrast, there have been numerous documentaries and television series which have shown a more unpleasant and distressing side to imprisonment.
vi: Tuy nhiên cũng có vô số các tài liệu và chương trình truyền hình lại phản ánh việc giam giữ theo một khía cạnh khác đầy đau khổ và không hài lòng.

source: In contrast, those offenders who are high risk need some form of intervention in order to prevent future criminal behaviour.
vi: Trái lại, những người phạm tội có nguy cơ tái phạm cao cần một vài hình thức can thiệp mạnh hơn để ngăn ngừa hành vi phạm tội trong tương lai.

source: In fact in many countries the private security industry has developed its services at a staggering rate and conducts a diverse range of activities.
vi: Trên thực tế, ở nhiều quốc gia, ngành công nghiệp an ninh tư nhân đã phát triển những dịch vụ của chúng một cách nhanh chóng và có thể đảm nhiệm đa dạng các hoạt động khác nhau.

source: In fact it may be questioned whether there are any clear limits to the responsibilities of the police.
vi: Liệu có một giới hạn rõ ràng nào cho trách nhiệm của người cảnh sát hay không?

source: In fact, both the defence and prosecution lawyers questioned the witnesses with learning disability in ways similar to ordinary adult rape victims, thus demonstrating no special skills for these particularly vulnerable witnesses.
vi: Thực tế là luật sư cả bên bào chữa và khởi tố đều có cùng một cách đặt câu hỏi cho nhân chứng mắc chứng khó học và người lớn là nạn nhân bị cưỡng hiếp, từ đó cho thấy không có phương pháp đặc biệt nào dùng cho những nhân chứng yếu thế này.

source: In fact, the use of meta-analysis concluded not only an average positive effect across all interventions reviewed, but also made it possible to pick out those features of interventions that were most likely to pro- duce positive results.
vi: Thực tế, việc sử dụng phân tích tổng hợp không chỉ cho thấy tính hiệu quả trung bình của tất cả các phương pháp điều trị mà còn có thể tìm ra những đặc điểm của các phương pháp có khả năng mang lại kết quả khả thi.

source: In his report Lord Scarman responded to the suggestion that ‘Britain is an institutionally racist society’:
vi: Trong báo cáo của mình Lord Scarnan đáp lại ý kiến ​​cho rằng 'Anh là một xã hội phân biệt chủng tộc mang tính tập thể":

source: In its 1981 report the Royal Commission expressed concern about these tactics.
vi: Trong bản báo cáo năm 1981 của Ủy ban hoàng gia đặc biệt quan tâm đến những kỹ xảo này.

source: In its overview the National Research Council (2003) concluded that ‘The practical performance of voice stress analysis for detecting deception has not been impressive’ (p.168) and that there is ‘little or no scientific basis for the use of ... voice measurement instruments as an alternative to the polygraph’ (p.168).
vi: Trong báo cáo của mình, Hội đồng nghiên cứu Quốc gia Mỹ (2003) kết luận rằng 'Hiệu quả thực tiễn của việc phân tích ngữ điệu giọng nói trong nhận diện gian dối không thực sự ấn tượng' (trang 168) và rằng có 'rất ít hoặc hầu như không có một cơ sở khoa học nào cho việc ứng dụng ... các thiết bị phân tích giọng nói như một biện pháp thay thế cho máy phát hiện nói dối' (trang 168)

source: In language individuals seem to reuse words, phrases and linguistic constructions, and this can be useful if the author of a text needs to be identified.
vi: Mỗi cá nhân dường như đều sử dụng lại các từ ngữ, các cụm từ và các cấu trúc ngôn ngữ, và điều này có thể trở nên hữu ích để giúp nhận dạng tác giả của một văn bản khi cần thiết.

source: In letters and other texts from Kaczynski some of the striking turns of phrase were repeated.
vi: Trong những lá thư và giấy tờ khác mà Kaczynski gửi, có thể nhận thấy rằng vài cách hành văn nổi bật hay được lặp đi lặp lại.

source: In light of the 1981 Royal Commission report and UK national media focus on the possibility of false confessions (which, of course, mean that the guilty remain free), the government in England and Wales brought in the 1984 Act which not only mandated the tape recording of interviews with suspects but also aimed to stop the use of inappropriate – coercive, oppressive – tactics, emphasizing that confessions should be voluntary.
vi: Trong bản báo cáo 1981 của Ủy ban Hoàng gia và giới truyền thông quốc gia Anh tập trung vào khả năng đưa ra lời thú tội giả (tất nhiên hung thủ vẫn đang nhởn nhơ ngoài vòng pháp luật), chính phủ Anh và xứ Wales ban hành đạo luật năm 1984, nó không chỉ cho phép ghi âm lời khai của phạm nhân mà còn có mục đích để ngăn chặn dùng thủ đoạn ép cung, những mánh khóe cưỡng chế, nó cũng nhấn mạnh nghi phạm nên tình nguyện đưa ra lời thú tội.

source: In line with these concerns, women prisoners who are mothers have been found especially to suffer from poor psychological health.
vi: Cùng với những lo ngại trên, các nữ tù nhân đã làm mẹ thường có sức khoẻ tâm lý yếu

source: In many countries what constitutes routine police activities has been transformed over the last thirty years, reflecting the changing character of the environment being policed.
vi: Tại nhiều đất nước, nhiệm vụ thường ngày của cảnh sát đã được thay đổi trong suốt ba mươi năm qua, điều này cũng phản ánh rằng môi trường mà cảnh sát đang thực thi nhiệm vụ cũng đang thay đổi.

source: In many countries, but not yet all, it is now recognized that showing a witness just one face (e.g. using a photograph or the actual suspect him/herself – the latter is called a ‘show-up’) and asking if this is the perpetrator is not a good procedure.
vi: Tuy chưa phải tất cả nhưng nhiều nước đã công nhận việc chỉ cho nhân chứng thấy một khuôn mặt (như dùng một tấm ảnh hoặc chính nghi phạm thật - cái sau được gọi là 'sự lộ diện') và hỏi họ đây có phải thủ phạm hay không không phải là một cách làm đúng đắn.

source: In many crimes the perpetrators speak and therefore might later be identified by earwitnesses.
vi: Trong nhiều vụ án, thủ phạm lên tiếng và vì thế sau đó có thể bị nhận dạng bởi nhân chứng nghe.

source: In one case Jerry McMenamin, a Californian forensic linguist, examined the common understanding of the word ‘accident’ to argue that under an insurance claim a cot-death might constitute an accident.
vi: Trong một vụ kiện, một nhà ngôn ngữ học pháp lý người California là Jerry McMenamin đã khảo sát nhận thức thông thường về từ "tai nạn" để tranh luận về một bảo hiểm yêu cầu công nhận rằng tình trạng trẻ em chết khi đang ngủ (cot-death) có thể xem là một tai nạn. .

source: In one of the better studies on this topic, Canadian parole officers and students received training that involved:
vi: Trong một trong những nghiên cứu tốt hơn về vấn đề này , các sĩ quan tạm tha và sinh viên người Canada được huấn luyện liên quan đến :

source: In only a few studies have professionals performed better than chance (e.g. sixty-four per cent for USA secret service agents).
vi: Chỉ một số ít các nghiên cứu mà trong đó các chuyên gia làm tốt hơn việc "ăn may" ( ví dụ tỉ lệ chính xác của cảnh sát mật vụ của Mỹ là 64%).

source: In order for smokers to give up smoking they will need to look at what is contributing to their continuing habit.
vi: Để người hút thuốc lá từ bỏ hút thuốc, họ sẽ cần quan sát điều gì khiến họ tiếp tục thói quen xấu đó.

source: In order for treatment to reach its maximum effectiveness, it should be appropriate for those individuals in attendance.
vi: Để kết quả điều trị đạt hiệu quả tối đa cần trị liệu riêng từng cá nhân.

source: In order to defend him- self, he placed booby-traps around the premises, and kept a gun near his bed.
vi: Để tự vệ, ông đã đặt những bẫy mìn treo quanh vườn và để 1 khẩu súng gần giường mình.

source: In order to facilitate this process in England and Wales (and now in other countries, such as Australia, which have since followed suit and developed similar systems to the one described here), the government’s Crime Reduction Programme provided funding not only for the development of programmes, but also for the establishment of an accreditation system for these programmes.
vi: Để tạo điều kiện cho quá trình này ở Anh Quốc và xứ Wales (hiện tại là ở những quốc gia khác như Australia đã đi theo con đường này và phát triển nhiều hệ thống tương tự với quá trình được mô tả ở đây), Chương Trình Giảm Thiểu Tội Ác của chính phủ đã cung cấp ngân quỹ không những cho sự phát triển của chương trình mà còn thiết lập một hệ thống chứng nhận cho chúng.

source: In order to fulfil this need in England and Wales the government has introduced a number of schemes to provide this uniformed presence, but these are not necessarily police as we have known them in the past.
vi: Đế đáp ứng nhu cầu này ở Anh và xứ Wales, chính phủ đã đưa ra những kế hoạch nhằm cung cấp sự hiện diện của những người mặc quân phục, nhưng đây không hẳn là cảnh sát như chúng ta đã từng biết trong quá khứ.

source: In order to gain this information, an interview needs to be con- ducted by the investigating police officers with the aim of gaining as much accurate information from the witness as possible.
vi: Để thu thập thông tin này, một buổi hỏi cung được tiến hành bởi cảnh sát điều tra nhằm mục đích thu được càng nhiều thông tin chính xác nhất từ nhân chứng càng tốt.

source: In order to set the scene a historical perspective on the development of offender rehabilitation will first be provided.
vi: Đầu tiên chúng ta sẽ nói về sự phát triển của việc cải tạo phạm nhân trên quan điểm lịch sử.

source: In other countries very different methods are used.
vi: Ở các nước khác, rất nhiều phương án khác nhau được sử dụng.

source: In other words offenders will, to some extent, be consistent in the way they behave across crimes of the same type.
vi: Nói cách khác, những kẻ phạm tội sẽ, ở một mức độ nào đó, nhất quán trong cách hành xử trong các vụ án cùng loại.

source: In other words, while criminals are going about their daily life, they will notice potential targets.
vi: Nói cách khác, khi những kẻ phạm tội đang sinh hoạt hàng ngày, chúng sẽ nhận ra những mục tiêu tiềm năng.

source: In phonetic evidence there are, in fact, a few features of voices which are relatively constant within individuals or change in predictable ways.
vi: Với bằng chứng ngữ âm, sự thật là đã có vài trường hợp một số yếu tố trong giọng nói hoặc bất biến đối với nhiều cá nhân hoặc có thể thay đổi theo nhiều cách nằm trong dự đoán.

source: In prison it is difficult for offenders to drop out of a programme, but in the community they can choose not to turn up more easily.
vi: Ở trong tù thì phạm nhân khó mà bỏ chương trình được, nhưng trong cộng đồng thì họ có thể chọn không xuất hiện 1 cách dễ dàng hơn.

source: In prisons in the US, prisoners more frequently report sexual violence in comparison to their counterparts in UK prisons.
vi: Trong các nhà tù của Mỹ, tù nhân thường được báo cáo về việc xâm hại tình dục nhiều hơn ở Anh.

source: In real life (e.g. in police investigations) it is extremely difficult to be certain what took place during a crime and who was involved.
vi: Trong thực tế (như các cuộc điều tra của cảnh sát) cực kỳ khó để xác định chắc chắn những việc đã diễn ra trong quá trình phạm tội và những bên liên quan.

source: In reality because of some of the factors we have discussed above, such as the inmate code, one can see how it might be quite difficult for prisoners to access these sources of support.
vi: Trên thực tế, vì một số nguyên nhân đã được đề cập ở trên như Luật riêng giữa những tù nhân, có thể thấy điều này khá khó khăn đối với các tù nhân để tiếp cận những sự giúp đỡ đó.
